# -*- coding:utf-8 -*-
# !/usr/bin/env python
# @Author  :PolarBear
# @DES     :任务调度模块，定时存储sqlite,处理前端请求
# @DATE    :2021.11.17

def logo():
    print('''
    ______     _           ______                 
    | ___ \   | |          | ___ \                
    | |_/ /__ | | __ _ _ __| |_/ / ___  __ _ _ __ 
    |  __/ _ \| |/ _` | '__| ___ \/ _ \/ _` | '__|
    | | | (_) | | (_| | |  | |_/ /  __/ (_| | |   
    \_|  \___/|_|\__,_|_|  \____/ \___|\__,_|_|      
    name: ServerMonitor
    version: v1.0                                                                                                                                                                                                                                            
    ''')